/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"%@ files" = "%@ fichiers";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ adresses IP dans la liste";

/* Inspector -> selected torrents */
"%@ magnetized transfers" = "%@ transferts aimants";

/* file size string
   Inspector -> Files tab -> file status string
   Status bar transfer count */
"%@ of %@" = "%1$@ sur %2$@";

/* Torrent -> progress string */
"%@ of torrent metadata retrieved" = "%@ des métadonnées du torrent récupérées";

/* time remaining string */
"%@ remaining" = "%@ restant";

/* Add torrent -> info
   Inspector -> Activity tab -> progress
   Torrent -> progress string */
"%@ selected" = "%@ sélectionné";

/* stats window -> times opened */
"%@ times" = "%@ fois";

/* Drag overlay -> torrents */
"%@ Torrent Files" = "%@ Fichiers Torrent";

/* Inspector -> selected torrents */
"%@ Torrents Selected" = "%@ Torrents Sélectionnés";

/* Inspector -> selected torrents
   stats total */
"%@ total" = "%@ total";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"%@ transfers" = "%@ transferts";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ vérifié";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d cache";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d Connecté";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d Téléchargements";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d entrante";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */
"%d KB/s" = "%d Ko/s";

/* Inspector -> Peers tab -> peers */
"%d local discovery" = "%d découverte locale";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d LTEP";

/* Info options -> global setting */
"%d minutes" = "%d minutes";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d pièces, %2$@ chaque";

/* Dock item - Seeding */
"%d Seeding" = "%d Envois";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d trackeur";

/* Torrent -> status string */
"%d web seeds" = "%d sources Web";

/* time string */
"%u days" = "%u jours";

/* time string */
"%u hr" = "%u hr";

/* time string */
"%u min" = "%u min";

/* time string */
"%u sec" = "%u sec";

/* time string */
"%u years" = "%u ans";

/* time string */
"1 day" = "1 jour";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */
"1 file" = "1 fichiers";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 transfert aimant";

/* Info options -> global setting */
"1 minute" = "1 minute";

/* Create torrent -> info */
"1 piece, %@" = "1 pièce, %@";

/* stats window -> times opened */
"1 time" = "1 fois";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */
"1 transfer" = "1 transfert";

/* time string */
"1 year" = "1 an";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "\"%@\" n'est pas un fichier torrent valide.";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "Aucune liste de blocage existante";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "Un fichier nommé \"%1$@\" existe déja dans le dossier \"%2$@\". Choisissez un autre nom ou un autre dossier pour créer le torrent.";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "Un dossier ne peut être déplacé à l'intérieur de lui-même.";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "Un torrent ne peut être créé à partir de fichiers vides.";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "Un torrent avec ce nom ne peut être créé dans ce répertoire.";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "Un transfert marqué comme privé et ne possédant pas d'adresse de trackeur ne pourra pas se connecter à des pairs. Le fichier torrent ne pourra être utilisable qu'une fois envoyé à un site de trackeur qui y ajoutera ses adresses.";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */
"A transfer of \"%@\" already exists." = "Un transfert de \"%@\" est déja en cours.";

/* Filter Bar -> filter button */
"Active" = "Actif";

/* Inspector -> tab
   Inspector view -> title */
"Activity" = "Activité";

/* Add torrent -> same name -> button */
"Add" = "Ajouter";

/* Inspector view -> tracker buttons */
"Add a tracker" = "Ajouter un trackeur";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "L'ajout d'un transfert aimanté a échoué.";

/* Filter Bar -> filter button
   inspector -> check all */
"All" = "Tous";

/* Filter Bar -> group filter menu
   Groups -> Button */
"All Groups" = "Tous les groupes";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "Une erreur inconnue est survenue.";

/* Tracker last announce */
"Announce error" = "Erreur à l'annonce";

/* Tracker next announce */
"Announce in progress" = "Annonce en cours";

/* Tracker next announce */
"Announce is queued" = "Annonce en attente";

/* Tracker next announce */
"Announce not scheduled" = "Annonce non programmée";

/* Tracker last announce */
"Announce timed out" = "Annonce sans réponse";

/* All toolbar item -> label */
"Apply All" = "Appliquer à tous";

/* Selected toolbar item -> label */
"Apply Selected" = "Appliquer à la sélection";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "Êtes-vous sûr de vouloir quitter ?";

/* Remove completed confirm panel -> title */
"Are you sure you want to remove %@ completed transfers from the transfer list?" = "Êtes-vous sûr de vouloir supprimer %@ transferts terminés de la liste de transferts ?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list and trash the data files?" = "Êtes-vous sûr de vouloir supprimer %@ transferts de la liste de transferts et de supprimer leurs données ?";

/* Removal confirm panel -> title */
"Are you sure you want to remove %@ transfers from the transfer list?" = "Êtes-vous sûr de vouloir supprimer %@ transferts de la liste de transferts ?";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "Êtes-vous sûr de vouloir supprimer %d trackeurs ?";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "Êtes-vous sûr de vouloir enlever \"%@\" de la liste et de supprimer ses données ?";

/* Removal confirm panel -> title
   Remove completed confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "Êtes-vous sûr de vouloir enlever \"%@\" de la liste ?";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "Êtes-vous sûr de vouloir supprimer ce trackeur ?";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "Êtes-vous sûr de vouloir remettre à zéro les statistiques d'utilisation ?";

/* inspector -> peer table -> header tool tip */
"Available" = "Disponible";

/* Preferences -> toolbar item title */
"Bandwidth" = "Bande-passante";

/* notification description */
"Bandwidth settings changed" = "Réglages de bande-passante changés";

/* Groups -> Name */
"Blue" = "Bleu";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove trackers alert -> button
   rename sheet button
   Stats reset -> button
   URL sheet button */
"Cancel" = "Annuler";

/* Torrent Table -> tooltip */
"Change transfer settings" = "Changer les réglages du transfert";

/* File Outline -> Menu */
"Check Selected" = "Cocher sélectionnés";

/* Torrent -> status string */
"Checking existing data" = "Vérification des données existantes";

/* Message window -> save button */
"Clear" = "Effacer";

/* inspector -> peer table -> header */
"Client" = "Client";

/* View menu -> Quick Look */
"Close Quick Look" = "Fermer QuickLook";

/* Blocklist -> message */
"Connecting to site" = "Connexion au site";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "La copie de \"%@\" ne peut être créée";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "Impossible de lire \"%1$s\" : %2$s.";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "Impossible d'écrire \"%1$s\" : %2$s.";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */
"Create" = "Créer";

/* Drag overlay -> file */
"Create a Torrent File" = "Créer un fichier torrent";

/* Create toolbar item -> tooltip */
"Create torrent file" = "Créer fichier torrent";

/* Create toolbar item -> palette label
   Create torrent -> select file */
"Create Torrent File" = "Créer Fichier Torrent";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "La création de \"%@\" a échoué.";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "En téléchargement (intéressé et pas étranglé)";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "En envoi (intéressé et pas étranglé)";

/* Message window -> table column */
"Date" = "Date";

/* Message window -> level
   Message window -> level string */
"Debug" = "Debug";

/* Info options -> global setting */
"disabled" = "désactivé";

/* inspector -> peer table -> header
   inspector -> web seed table -> header
   status bar -> status label
   Torrent -> status string */
"DL" = "DL";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "Réception de %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "Ne plus vérifier l'espace disque";

/* Donation beg -> button */
"Don't bug me about this ever again." = "Ne plus jamais me parler de ça.";

/* files tab -> tooltip */
"Don't Download" = "Ne pas télécharger";

/* Donation beg -> button */
"Donate" = "Donner";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "Faites un don (ou pas), il n'y aura aucune différence sur votre expérience de \"torrentage\".";

/* file table -> header tool tip
   files tab -> tooltip */
"Download" = "Téléchargement";

/* Torrent disk space alert -> button */
"Download Anyway" = "Télécharger quand même";

/* notification title */
"Download Complete" = "Téléchargement terminé";

/* Blocklist -> message */
"Download of the blocklist failed." = "Le téléchargement de la liste de blocage a échoué";

/* files tab -> tooltip */
"Download Some" = "Télécharger certains";

/* Torrent table -> group row -> tooltip */
"Download speed" = "Vitesse de téléchargement";

/* Stats window -> label
   tracker peer stat */
"Downloaded" = "Téléchargé";

/* Filter Bar -> filter button
   Torrent -> status string */
"Downloading" = "Téléchargement";

/* Blocklist -> message */
"Downloading blocklist" = "Téléchargement de la liste de blocage";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "Téléchargement de %1$d sur %2$d pairs";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "Téléchargement depuis %d de 1 pairs";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "Téléchargement depuis Pair";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "Téléchargement depuis une source Web";

/* Inspector -> Peers tab -> table row tooltip */
"encrypted" = "encrypté";

/* inspector -> peer table -> header tool tip */
"Encrypted Connection" = "Connexion cryptée";

/* Message window -> level
   Message window -> level string
   Torrent -> status string */
"Error" = "Erreur";

/* Inspector -> tab
   Inspector view -> title */
"Files" = "Fichiers";

/* Filter toolbar item -> label
   inspector -> file filter
   Message window -> filter field */
"Filter" = "Filtre";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "De : cache";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "De : table de hachage distribuée";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "De : connexion entrante";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "De : protocole d'extension libtorrent";

/* Inspector -> Peers tab -> table row tooltip */
"From: local peer discovery" = "De : découverte des pairs locaux";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "De : peer exchange";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "De : trackeur";

/* File size - gigabytes */
"GB" = "Go";

/* Transfer speed (gigabytes per second) */
"GB/s" = "Go/s";

/* Preferences -> toolbar item title */
"General" = "Général";

/* Inspector -> tab
   Inspector view -> title */
"General Info" = "Infos générales";

/* Status Bar -> speed tooltip */
"Global download limit" = "Limite globale de téléchargement";

/* Status Bar -> speed tooltip */
"Global upload limit" = "Limite globale d'envoi";

/* Tracker last announce */
"got %d peers" = "obtenu %d pairs";

/* Tracker last announce */
"got 1 peer" = "obtenu 1 pair";

/* Groups -> Name */
"Gray" = "Gris";

/* Groups -> Name */
"Green" = "Vert";

/* Groups -> Button */
"Group" = "Groupe";

/* Preferences -> toolbar item title */
"Groups" = "Groupes";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "Masquer la barre de filtre";

/* View menu -> Inspector */
"Hide Inspector" = "Masquer l'inspecteur";

/* View menu -> Status Bar */
"Hide Status Bar" = "Masquer la barre de status";

/* File Outline -> Priority Menu */
"High" = "Haute";

/* files tab -> tooltip */
"High Priority" = "Priorité haute";

/* Legal alert -> button */
"I Accept" = "J'accepte";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "Si vous êtes en train de tenter de réutiliser des données existantes, le dossier racine des données devrait être à l'intérieur du dossier choisi.";

/* Torrent -> eta string */
"inactive" = "inactif";

/* Message window -> level
   Message window -> level string */
"Info" = "Info";

/* Inspector toolbar item -> label */
"Inspector" = "Inspecteur";

/* URL sheet label */
"Internet address of torrent file:" = "Adresse Internet du fichier torrent :";

/* inspector -> peer table -> header */
"IP Address" = "Adresse IP";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "Il semblerait que le ficher \"%1$@\" de %2$@ ne soit pas un fichier torrent.";

/* File size - kilobytes */
"KB" = "Ko";

/* Transfer speed (kilobytes per second) */
"KB/s" = "Ko/s";

/* Tracker last announce */
"Last Announce" = "Dernière annonce";

/* Tracker last scrape */
"Last Scrape" = "Dernier scrape";

/* Prefs -> blocklist -> message */
"Last updated" = "Dernière mise à jour";

/* tracker peer stat */
"Leechers" = "Leechers";

/* About window -> license button */
"License" = "Licence";

/* torrent action menu -> upload/download limit */
"Limit (%d KB/s)" = "Limité (%d Ko/s)";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "Les messages n'ont pu être enregistrés";

/* File Outline -> Priority Menu */
"Low" = "Basse";

/* files tab -> tooltip */
"Low Priority" = "Priorité Basse";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "Ce lien aimanté est un duplicata d'un transfert existant.";

/* Inspector -> selected torrents
   Torrent -> progress string */
"Magnetized transfer" = "Transfert aimanté";

/* File size - megabytes */
"MB" = "Mo";

/* Transfer speed (megabytes per second) */
"MB/s" = "Mo/s";

/* Message window -> table column */
"Message" = "Message";

/* Message window -> title */
"Message Log" = "Fenêtre des messages";

/* files tab -> tooltip */
"Multiple Priorities" = "Priorités multiples";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */
"N/A" = "N/A";

/* Filter Bar -> filter menu */
"Name" = "Nom";

/* Preferences -> toolbar item title */
"Network" = "Réseau";

/* Prefs -> blocklist -> message */
"Never" = "Jamais";

/* Inspector -> tracker table */
"New Tier" = "Nouveau tier";

/* Tracker next announce */
"Next announce in %@" = "Prochaine annonce dans %@";

/* Group table row */
"No Group" = "Aucun Groupe";

/* Inspector -> selected torrents */
"No Torrents Selected" = "Aucun Torrent Sélectionné";

/* Groups -> Button
   Groups -> Menu
   inspector -> check all */
"None" = "Aucun";

/* Donation beg -> button */
"Nope" = "Nan";

/* File Outline -> Priority Menu */
"Normal" = "Normale";

/* files tab -> tooltip */
"Normal Priority" = "Priorité Normale";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "Pas suffisament d'espace disque restant pour télécharger complètement \"%@\".";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button
   Transmission already running alert -> button */
"OK" = "OK";

/* Remove completed confirm panel -> message */
"Once removed, continuing the transfer will require the torrent file or magnet link." = "Une fois supprimé, la reprise du transfert nécessitera le fichier torrent ou un lien aimant.";

/* Removal confirm panel -> message part 2
   Remove completed confirm panel -> message */
"Once removed, continuing the transfers will require the torrent files or magnet links." = "Une fois supprimés, la reprise des transferts nécessitera le fichier torrent ou un lien aimant.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "Une fois supprimé, Transmission n'essayera plus de le contacter. Ceci ne peut être annulé.";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "Une fois supprimés, Transmission n'essayera plus de les contacter. Ceci ne peut être annulé.";

/* File Outline -> Menu */
"Only Check Selected" = "Cocher sélectionnés uniquement";

/* Open toolbar item -> label
   URL sheet button */
"Open" = "Ouvrir";

/* Open address toolbar item -> label */
"Open Address" = "Ouvrir Adresse";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "Ouvrir le torrent à l'adresse";

/* Open toolbar item -> tooltip */
"Open torrent files" = "Ouvre des fichiers torrents";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "Ouvrir des fichiers torrents";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "Ouvre le torrent à l'adresse";

/* Inspector -> tab
   Inspector view -> title */
"Options" = "Options";

/* Groups -> Name */
"Orange" = "Orange";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "Seedeur partiel";

/* All toolbar item -> palette label */
"Pause / Resume All" = "Arrêter / Reprendre tous";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "Arrêter / Reprendre sélectionnés";

/* All toolbar item -> label
   Dock item */
"Pause All" = "Arrêter tous";

/* All toolbar item -> tooltip */
"Pause all transfers" = "Arrête tous les transferts";

/* Selected toolbar item -> label */
"Pause Selected" = "Arrêter la sélection";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "Arrête les transferts";

/* Torrent Table -> tooltip */
"Pause the transfer" = "Arrête le transfert";

/* Filter Bar -> filter button
   Torrent -> status string */
"Paused" = "Arrêté";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "Le pair ne nous choque plus, mais nous ne sommes pas intéressés";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "Le pair est intéressé par nous, mais il nous choque";

/* Inspector -> tab
   Inspector view -> title
   Preferences -> toolbar item title */
"Peers" = "Pairs";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "Port";

/* Preferences -> Network -> port status */
"Port check site is down" = "Vérification impossible";

/* Preferences -> Network -> port status */
"Port is closed" = "Port fermé";

/* Preferences -> Network -> port status */
"Port is open" = "Port ouvert";

/* File Outline -> Menu
   file table -> header tool tip */
"Priority" = "Priorité";

/* files tab -> tooltip */
"Priority Not Available" = "Priorité non disponible";

/* Inspector -> private torrent */
"Private Torrent, non-tracker peer discovery disabled" = "Torrent privé, utilisation des pairs du trackeur uniquement\n";

/* Message window -> table column */
"Process" = "Processus";

/* Blocklist -> message */
"Processing blocklist" = "Lecture de la liste de blocage";

/* Stats window -> label */
"Program Started" = "Programme démarré";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %@" = "Progression : %@";

/* Inspector -> Peers tab -> table row tooltip */
"Protocol: %@" = "Protocole : %@";

/* Inspector -> private torrent */
"Public Torrent" = "Torrent Public";

/* Groups -> Name */
"Purple" = "Violet";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */
"Quick Look" = "Quick Look";

/* Confirm Quit panel -> button
   Legal alert -> button */
"Quit" = "Quitter";

/* Dock Badger -> quit */
"Quitting" = "Quitte";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */
"Ratio" = "Ratio";

/* Groups -> Name */
"Red" = "Rouge";

/* Torrent -> eta string */
"remaining time unknown" = "temps restant inconnu";

/* Preferences -> toolbar item title */
"Remote" = "Contrôle à Distance";

/* Removal confirm panel -> button
   Remove completed confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */
"Remove" = "Enlever";

/* Main window -> 3rd bottom left button (remove all) tooltip */
"Remove all transfers that have completed seeding." = "Enlever tous les transferts qui ont terminé d'être envoyés.";

/* Remove toolbar item -> palette label */
"Remove Selected" = "Enlever Sélectionnés";

/* Inspector view -> tracker buttons */
"Remove selected trackers" = "Enlever les trackeurs sélectionnés";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "Enlève les transferts sélectionnés";

/* rename sheet button */
"Rename" = "Renommer";

/* File Outline -> Menu */
"Rename File" = "Renommer le fichier";

/* rename sheet label */
"Rename the file \"%@\":" = "Renommer le fichier \"%@\"";

/* Stats reset -> button
   Stats window -> reset button */
"Reset" = "Remise à zéro";

/* All toolbar item -> label
   Dock item */
"Resume All" = "Reprendre tous";

/* All toolbar item -> tooltip */
"Resume all transfers" = "Reprend tous les transferts";

/* Selected toolbar item -> label */
"Resume Selected" = "Reprendre sélection";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "Reprend les transferts sélectionnés";

/* Torrent cell -> button info */
"Resume the transfer" = "Reprend le transfert.";

/* Torrent cell -> button info */
"Resume the transfer right away" = "Reprend le transfert immédiatement.";

/* Stats window -> label */
"Running Time" = "Temps d'exécution";

/* Message window -> save button */
"Save" = "Sauver";

/* Tracker last scrape */
"Scrape error" = "Erreur de scrape";

/* Tracker last scrape */
"Scrape timed out" = "Scrape échoué";

/* tracker peer stat */
"Seeders" = "Seeders";

/* Filter Bar -> filter button
   Torrent -> status string */
"Seeding" = "Envoi";

/* Torrent -> status string */
"Seeding complete" = "Envoi terminé";

/* notification title */
"Seeding Complete" = "Envoi terminé";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "Envoi à %1$d sur %2$d peers";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "Envoi à %d sur 1 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */
"Select" = "Sélectionner";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "Sélectionner un ficher ou dossier pour le fichier torrent.";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "Sélectionner le dossier de téléchargement pour \"%@\"";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "Sélectionner le nom et l'emplacement pour le ficher torrent.";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "Sélectionner un nouveau dossier pour les %d fichiers de données.";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "Sélectionner un nouveau dossier pour \"%@\".";

/* Status Bar -> status menu */
"Session Ratio" = "Rapport de la session";

/* Status Bar -> status menu */
"Session Transfer" = "Transfert de la session";

/* Share toolbar item -> label
   Share toolbar item -> palette label */
"Share" = "Partager";

/* Share toolbar item -> tooltip */
"Share torrent file" = "Partager le torrent";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "Raccourcis pour changer les réglages globaux.";

/* notification button */
"Show" = "Révéler";

/* View menu -> Filter Bar */
"Show Filter Bar" = "Afficher la barre de filtre";

/* File Outline -> Menu */
"Show in Finder" = "Révéler les données dans le Finder";

/* View menu -> Inspector */
"Show Inspector" = "Montrer l'inspecteur";

/* View menu -> Status Bar */
"Show Status Bar" = "Afficher la barre de status";

/* Torrent cell -> button info */
"Show the data file in Finder" = "Révéler les données dans le Finder";

/* Dock item
   Status Bar -> speed tooltip */
"Speed Limit" = "Limite de vitesse";

/* notification title */
"Speed Limit Auto Disabled" = "Mode vitesse limitée : Auto-désactivé";

/* notification title */
"Speed Limit Auto Enabled" = "Mode vitesse limitée : Auto-activé";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "Les réglages en Mode vitesse limitée priment sur la limite de bande-passante globale lorsque le mode vitesse limitée est activé.";

/* Torrent -> status string */
"Stalled" = "Calé";

/* Stats window -> title */
"Statistics" = "Statisiques";

/* torrent action menu -> ratio stop */
"Stop at Ratio (%.2f)" = "Arrêter au Ratio (%.2f)";

/* Torrent cell -> button info */
"Stop waiting to start" = "Arrêté, en attente";

/* Donation beg -> title */
"Support open-source indie software" = "Supporter les logiciels open-source indépendants";

/* File size - terabytes */
"TB" = "To";

/* Transfer speed (terabytes per second) */
"TB/s" = "To/s";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "La destination du fichier n'existe pas.";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "Le dossier de téléchargement et le dossier racine des données ont le même nom.";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "Le dossier \"%@\" n'existe pas. Créez ce dossier ou choissisez un emplacement différent pour créer le fichier torrent.";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "Le lien aimant \"%@\" ne peut être ajouté car il est un duplicata d'un transfert existant.";

/* Move error alert -> message
   Move inside itself alert -> message */
"The move operation of \"%@\" cannot be done." = "Le déplacement de \"%@\" n'a pu être effectué.";

/* blocklist fail message */
"The specified blocklist file did not contain any valid rules." = "La liste de blocage spécifiée ne contenait aucune règle valide.";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "Le torrent n'a pu être téléchargé de %1$@ : %2$@.";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "Le ficher torrent (%@) n'a pu être trouvé.";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "Ce fichier torrent ne peut être ouvert car il contient des données invalides.";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "La taille totale du fichier est zéro octets.";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "Ce transfert ne peut être ajouté car il est une copie d'un transfert déja existant.";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "Le transfert va être arrêté. Faites de la place sur %@ ou désélectionner des fichers dans l'inspecteur pour continuer.";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed." = "Le transfert ne contactera pas le trackeur pour obtenir des pairs, et il dépendra exclusivement des méthodes d'obtention décentralisées (PEX, DHT, LPD) pour les échanges.\n";

/* Removal confirm panel -> message part 1 */
"There are %@ active transfers." = "Il y a %@ transferts actifs.";

/* Removal confirm panel -> message part 1 */
"There are %@ transfers (%@ active)." = "Il y a %1$@ transferts (%2$@ actifs).";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "Il y a %d transferts actifs qui seront arrêtés si vous quittez Transmission. Les transferts reprendront automatiquement au prochain lancement.";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "Il n'y a pas d'adresse de trackeur.";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "Il y a déja une copie de Transmission en cours d'exécution. Cette copie ne pourra être ouverte tant que l'autre copie sera lancée.";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "Il y a 1 transfert actifs qui sera arrêté si vous quittez Transmission. Ce transfert reprendra automatiquement au prochain lancement.";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "Il doit y avoir au moins un fichier dans un dossier pour créer un fichier torrent.";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "Il y a eu un problème à la création de \"%@\".";

/* Move error alert -> title */
"There was an error moving the data file." = "Il y a eu une erreur lors du déplacement des données.";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "Un erreur est survenue lors de l'ajout du lien aimant \"%@\". Le transfert n'aura pas lieu.";

/* Create torrent -> no files -> title */
"This folder contains no files." = "Ce dossier ne contient aucun fichier.";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link." = "Ce transfert est actif. Une fois supprimé, la reprise du transfert nécessitera le fichier torrent ou un lien aimant.";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "Ceci effacera les statistiques globales de Transmission. Les statistiques individuelles de transfert ne seront pas affectées.";

/* Inspector -> tracker table */
"Tier %d" = "%d tier";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "Afficher/masquer le filtre";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "Afficher/masquer l'inspecteur";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "Affiche/masque la barre de filtre";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "Affiche/masque l'inspecteur";

/* Download not a torrent -> title
   Torrent download error -> title */
"Torrent download failed" = "Échec du téléchargement du torrent";

/* notification title */
"Torrent File Auto Added" = "Fichier torrent auto-ajouté";

/* Inspector -> title */
"Torrent Inspector" = "Inspecteur de torrent";

/* Torrent -> progress string */
"torrent metadata needed" = "métadonnées requises";

/* stats total */
"Total N/A" = "Total N/A";

/* Status Bar -> status menu */
"Total Ratio" = "Rapport total";

/* Status Bar -> status menu */
"Total Transfer" = "Transfert total";

/* Filter Bar -> filter menu */
"Tracker" = "Trackeur";

/* Torrent -> status string */
"Tracker returned error" = "Trackeur a renvoyé une erreur";

/* Torrent -> status string */
"Tracker returned warning" = "Trackeur a renvoyé un avertissement";

/* Tracker next announce */
"Tracker will be used as a backup" = "Le trackeur sera utilisé en cas de problème";

/* Inspector -> tab
   Inspector view -> title */
"Trackers" = "Trackeurs";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "Transfert inactif";

/* Preferences -> toolbar item title */
"Transfers" = "Transferts";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "Transferts inactifs";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws." = "Transmission est un programme de partage de fichier. Quand vous démarrerez un transfert, ses données seront rendues disponibles aux autres via votre ordinateur. Vous et vous seul êtes entièrement responsable de l'exercice de votre jugement et du respect des lois locales.";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission est une application Bittorrent complète. Beaucoup d'efforts et de temps ont étés nécessaires à son développement, sa programmation et son peaufinement. Si vous appréciez son utilisation, pensez à montrer votre amour par un don.";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission est déja lancé.";

/* inspector -> peer table -> header
   status bar -> status label
   Torrent -> status string */
"UL" = "UL";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "Envoi à %d";

/* File Outline -> Menu */
"Uncheck Selected" = "Décocher sélectionnés";

/* Status Bar -> speed tooltip */
"unlimited" = "illimitée";

/* Torrent -> error string unreadable */
"unreadable error" = "erreur illisible";

/* Save log panel -> default file name */
"untitled" = "Sans titre";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "Vitesse d'émission";

/* Stats window -> label */
"Uploaded" = "Envoyé";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "envoyé %1$@ (Ratio : %2$@)";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "Envoi au pair";

/* Torrent -> status string */
"Waiting to check existing data" = "En attente de vérification";

/* Torrent -> status string */
"Waiting to download" = "En attente de téléchargement";

/* Torrent -> status string */
"Waiting to seed" = "En attente d'envoi";

/* Drag overlay -> url */
"Web Address" = "Adresse Web";

/* Torrent -> status string */
"web seed" = "source Web";

/* inspector -> web seed table -> header */
"Web Seeds" = "Sources Web";

/* Legal alert -> title */
"Welcome to Transmission" = "Bienvenue dans Transmission";

/* Groups -> Name */
"Yellow" = "Jaune";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "Nous n'étranglons plus le pair, mais il n'est pas intéressé par nous";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "Vous voulez télécharger, mais le pair ne veut pas envoyer (intéressé et étranglé)";

